function Post1() {
  return (
    <div className="flex flex-col justify-center items-center m-10">
      <div className="bg-white/10 backdrop-blur-md border-white/30 rounded-3xl shadow-2xl p-15 w-full">
        <h3 className="text-center text-5xl text-amber-50">
          Що таке ПТСР: природа, симптоми, механізми
        </h3>
        <br />
        <br />
        <p className="text-3xl text-amber-50 mb-4 text-center">
          Короткий зміст: <br />
          Посттравматичний стресовий розлад — це психічна реакція на надзвичайно
          травматичні події. Часто виникає в людей, які пережили бойові дії,
          поранення, втрату побратимів.
          <br />
          <br />
          Основні симптоми: <br />
          Флешбеки, нічні кошмари Тривожність, гіпернастороженість Уникнення
          нагадувань про травму Відчуття провини або відчуження Проблеми зі
          сном, агресивність
          <br /> <br />
          Причини: <br />
          Реакція мозку на загрозу (порушення роботи гіпокампу, мигдалеподібного
          тіла, кори) Відсутність підтримки після травми Кумулятивний ефект
          повторних шоків
        </p>
      </div>
    </div>
  );
}

export default Post1;
