function Post2() {
    return (
        <div className="flex flex-col justify-center items-center sm:m-10">
            <div className="bg-white/10 backdrop-blur-md border-white/30 rounded-3xl shadow-2xl p-4 m-3 sm:p-10 max-w-4xl">
                <h3 className="text-center text-3xl sm:text-5xl text-amber-50 font-bold mb-6 break-words">
                    Як правильно спілкуватися з людиною, яка має ПТСР
                </h3>

                <div className="space-y-6 text-amber-50 text-2xl sm:text-2xl leading-relaxed break-words whitespace-pre-line">
                    <div>
                        Посттравматичний стресовий розлад (ПТСР) — це не просто «нерви» або «поганий настрій». Це реальний психічний стан, який потребує поваги, обережності та правильного підходу в спілкуванні.
                        Ось базові принципи, які допоможуть:
                    </div>

                    <div>
                        <strong>Не тисни. Дай простір: </strong>
                        Людина з ПТСР може уникати тем або ситуацій, які викликають спогади про травму. Не змушуй її говорити чи згадувати події. Не став надмірних запитань.
                    </div>

                    <div>
                        <strong>Поважай межі: </strong>
                        Не торкайся до людини без її дозволу. Не підходь зненацька. Раптові жести або голосні звуки можуть викликати реакцію страху чи тривоги.
                    </div>
                    <div>
                        <strong>Будь передбачуваним: </strong>
                        Людина з ПТСР краще почувається в стабільному середовищі. Уникай несподіваних змін у поведінці або планах без попередження.
                    </div>
                    <div>
                        <strong>Слухай без оцінок: </strong>
                        Не знецінюй її досвід фразами типу «забудь», «візьми себе в руки», «це все в тебе в голові». Просто вислухай — без порад, якщо їх не просили.
                    </div>
                    <div>
                        <strong>Підтримуй — але не рятуй: </strong>
                        Не намагайся «вилікувати» людину самостійно. Краще допоможи звернутись до фахівця — психотерапевта або психіатра.
                    </div>
                    <div>
                        <strong>Навчайся: </strong>
                        Чим більше ти знаєш про ПТСР, тим краще зможеш зрозуміти поведінку людини й не сприймати її реакції як особисту образу.
                    </div>
                </div>
            </div>
        </div>
    );
}

export default Post2;
