export const POSTbible = [
  {
    id: 1,
    title: "Повторення Закону 20:1-4 (UBO)",
    description:
      "«Благословенний Господь, скеля моя, що вчить руки мої до бою, пальці мої до війни!»",
  },
  {
    id: 2,
    title: "Ісая 42:13 (UBO)",
    description:
      "«Господь вийде, як лицар, як чоловік бою підійме запал, закричить, так, закричить голосно, над ворогами Своїми виявить силу!»",
  },
  {
    id: 3,
    title: "1 Самуїлова 17:47 (Давид перед боєм із Голіафом):",
    description:
      "«І впізнає вся ця громада, що не мечем і не списом Господь спасає, бо це Господня війна, і Він дасть вас у нашу руку!»",
  },
  {
    id: 4,
    title: " Йоіл 3:9–10 (UBO)",
    description:
      " «Оголосіть це між народами: Приготуйте війну, розбудіть лицарів,нехай підійдуть і вийдуть усі вояки! Викуйте з ваших лемешів мечі, із ваших серпів списи! Слабий нехай скаже: Я — герой!»",
  },
  {
    id: 5,
    title: "2 Хронік 20:15 (UBO)",
    description:
      "«Так говорить вам Господь: Не бійтеся і не жахайтеся перед цією великою кількістю, бо не ваша ця війна, а Божа!»",
  },
  {
    id: 6,
    title: "Псалом 18:39 (UBO)",
    description:
      "«Бо Ти підперезав мене силою на бій, Ти скорив мені повсталих проти мене!»",
  },
   
];
