export const POSTprayer = [
  {
    id: 1,
    title: "Молитва за захист військових",
    description:
      "Господи, Збережи наших воїнів у дорозі та в бою. Будь їхнім щитом і охороною. Дай їм силу, витривалість і тверезість духу. Поверни їх живими додому. В Ім’я Ісуса Христа. Амінь.",
  },
  {
    id: 2,
    title: "Молитва військового перед боєм",
    description:
      "Господи Боже, У Твої руки віддаю своє життя. Дай мені мудрість і хоробрість. Захисти моїх побратимів. Нехай Твоя воля буде в усьому. Амінь.",
  },
  {
    id: 3,
    title: "Молитва за поранених військових",
    description:
      "Милосердний Боже, Ти — Лікар душ і тіл. Зціли наших поранених, полегши їхній біль, укріпи їх у дусі. Подаруй надію і мир. Амінь.",
  },
  {
    id: 4,
    title: "Молитва за полонених",
    description:
      "Боже Правди і Волі, Пам’ятай про наших полонених. Підтримай їх темряві, не дай зломити дух. Визволи їх, коли прийде час. Амінь.",
  },
  {
    id: 5,
    title: "Молитва за перемогу і мир",
    description:
      " Господи Саваоф, Даруй мудрих командирів, об’єднай народ, дай перемогу над злом і праведний мир для України. Амінь.",
  },
];
