export const POSTprayer = [
    {
        id: 1,
        title: 'Молитва за захист військових',
        description:
            'Господи, Збережи наших воїнів у дорозі та в бою. Будь їхнім щитом і охороною. Дай їм силу, витривалість і тверезість духу. Поверни їх живими додому. В Ім’я Ісуса Христа. Амінь.',
    },
    {
        id: 2,
        title: 'Молитва військового перед боєм',
        description:
            'Господи Боже, У Твої руки віддаю своє життя. Дай мені мудрість і хоробрість. Захисти моїх побратимів. Нехай Твоя воля буде в усьому. Амінь.',
    },
    {
        id: 3,
        title: 'Молитва за поранених військових',
        description:
            'Милосердний Боже, Ти — Лікар душ і тіл. Зціли наших поранених, полегши їхній біль, укріпи їх у дусі. Подаруй надію і мир. Амінь.',
    },
    {
        id: 4,
        title: 'Молитва за полонених',
        description:
            'Боже Правди і Волі, Пам’ятай про наших полонених. Підтримай їх темряві, не дай зломити дух. Визволи їх, коли прийде час. Амінь.',
    },
    {
        id: 5,
        title: 'Молитва за перемогу і мир',
        description:
            ' Господи Саваоф, Даруй мудрих командирів, об’єднай народ, дай перемогу над злом і праведний мир для України. Амінь.',
    },
    {
        id: 6,
        title: 'Молитва на службу',
        description:
            ' Отче Небесний, дай ясність розуму, стійкість серцяі вірність присязі.Збережи моїх побратимів.Амінь.',
    },
    {
        id: 7,
        title: 'Під час небезпеки',
        description:
            ' Ісусе, Сину Божий, не покинь мене у випробуванні. Якщо буде воля Твоя — поверни додому. Якщо ні — прийми мене у Царство Твоє. Амінь.',
    },
    {
        id: 8,
        title: 'Молитва перед служінням',
        description:
            ' Господи, укріпи наших захисників. Дай їм мудрість, хоробрість і спокій душі. Хай Твоя правда буде з ними. Амінь.',
    },
    {
        id: 9,
        title: 'Після розмови з пораненим',
        description:
            ' Боже, дай зцілення — тілесне і душевне. Не залиш хворого на самоті. Пошли мир в серце, яке плаче. Амінь.',
    },
];
