{
    "posts": [
        {
            "id": 1,
            "title": "Що таке ПТСР: природа, симптоми, механізми",
            "sections": [
                {
                    "type": "text",
                    "content": "Короткий зміст: Посттравматичний стресовий розлад — це психічна реакція на надзвичайно травматичні події. Часто виникає в людей, які пережили бойові дії, поранення, втрату побратимів."
                },
                {
                    "type": "list",
                    "title": "Основні симптоми:",
                    "items": [
                        "Флешбеки, нічні кошмари",
                        "Тривожність, гіпернастороженість",
                        "Уникнення нагадувань про травму",
                        "Відчуття провини або відчуження",
                        "Проблеми зі сном, агресивність"
                    ]
                },
                {
                    "type": "list",
                    "title": "Причини:",
                    "items": [
                        "Порушення роботи гіпокампу, мигдалеподібного тіла, кори",
                        "Відсутність підтримки після травми",
                        "Кумулятивний ефект повторних шоків"
                    ]
                }
            ]
        },
        {
            "id": 2,
            "title": "Як правильно спілкуватися з людиною, яка має ПТСР",
            "sections": [
                {
                    "type": "text",
                    "content": "Посттравматичний стресовий розлад (ПТСР) — це не просто «нерви» або «поганий настрій». Це реальний психічний стан, який потребує поваги, обережності та правильного підходу в спілкуванні. Ось базові принципи, які допоможуть:"
                },
                {
                    "type": "text",
                    "title": "Не тисни. Дай простір:",
                    "content": "Людина з ПТСР може уникати тем або ситуацій, які викликають спогади про травму. Не змушуй її говорити чи згадувати події. Не став надмірних запитань."
                },
                {
                    "type": "text",
                    "title": "Поважай межі:",
                    "content": "Не торкайся до людини без її дозволу. Не підходь зненацька. Раптові жести або голосні звуки можуть викликати реакцію страху чи тривоги."
                },
                {
                    "type": "text",
                    "title": "Будь передбачуваним:",
                    "content": "Людина з ПТСР краще почувається в стабільному середовищі. Уникай несподіваних змін у поведінці або планах без попередження."
                },
                {
                    "type": "text",
                    "title": "Слухай без оцінок:",
                    "content": "Не знецінюй її досвід фразами типу «забудь», «візьми себе в руки», «це все в тебе в голові». Просто вислухай — без порад, якщо їх не просили."
                },
                {
                    "type": "text",
                    "title": "Підтримуй — але не рятуй:",
                    "content": "Не намагайся «вилікувати» людину самостійно. Краще допоможи звернутись до фахівця — психотерапевта або психіатра."
                },
                {
                    "type": "text",
                    "title": "Навчайся:",
                    "content": "Чим більше ти знаєш про ПТСР, тим краще зможеш зрозуміти поведінку людини й не сприймати її реакції як особисту образу."
                }
            ]
        },
        {
            "id": 3,
            "title": "Як капелану стати своїм серед військових",
            "sections": [
                {
                    "type": "text",
                    "content": "Військові не довіряють словам — вони довіряють вчинкам. Для того, щоб стати авторитетом для бійців, важливо не тільки говорити про Бога, а жити поруч із ними — в бліндажі, на полігоні, в лікарні."
                },
                {
                    "type": "text",
                    "title": "Присутність понад промову",
                    "content": "Будь із ними. Не тільки на молитвах. Коли їм страшно, нудно, коли вони мовчать — просто будь."
                },
                {
                    "type": "text",
                    "title": "Слухай більше, ніж говори",
                    "content": "Військові носять у серці біль, який не кожному готові відкрити. Але якщо бачать, що ти не засуджуєш — починають говорити."
                },
                {
                    "type": "text",
                    "title": "Не намагайся зразу «перевчити»",
                    "content": "Спочатку — прийняття. Потім — приклад. І лише потім — слово."
                },
                {
                    "type": "text",
                    "title": "Будь чесним",
                    "content": "Якщо не знаєш, як відповісти на складне питання — скажи прямо. Військові поважають чесність більше, ніж «святість»."
                },
                {
                    "type": "text",
                    "title": "Висновок:",
                    "content": "Твоя місія — не тільки нести Євангеліє, а стати братом, тилом, опорою. Коли ти справжній — навіть найзапекліший атеїст захоче знати, у що ти віриш."
                }
            ]
        },
        {
            "id": 4,
            "title": "Слово Боже на фронті — як і коли говорити?",
            "sections": [
                {
                    "type": "text",
                    "content": "Біблія на війні — не просто книга. Це джерело надії. Але щоб воно ожило в серці солдата, потрібне правильне подання."
                },
                {
                    "type": "text",
                    "title": "Через особисте свідчення.",
                    "content": "Розкажи, як Бог підтримував тебе в тяжкий час. Це набагато сильніше, ніж цитати без контексту."
                },
                {
                    "type": "text",
                    "title": "Не моралізуй.",
                    "content": "Солдати бачать смерть щодня. Їм не потрібен суддя. Їм потрібен хтось, хто нагадає, що Бог не залишив їх."
                },
                {
                    "type": "text",
                    "title": "Дій у контексті ситуації.",
                    "content": "Після бою — слово про мир. Перед боєм — слово про мужність. У жалобі — слово про вічність."
                },
                {
                    "type": "text",
                    "title": "Використовуй коротко і влучно.",
                    "content": "Один вірш у правильний момент може змінити життя. Навчай себе бути лаконічним."
                },
                {
                    "type": "text",
                    "title": "Висновок:",
                    "content": "На фронті немає часу на довгі проповіді. Але є час для дотику Бога через тебе. Будь точним, чуйним і простим у слові."
                }
            ]
        },
        {
            "id": 5,
            "title": "Як говорити з пораненим військовим: психологія і душпастирство",
            "sections": [
                {
                    "type": "text",
                    "content": "Поранення — це не лише про тіло. Це ще й про душу. Людина, яка зазнала болю, часто втрачає не тільки здоров'я, а й віру, сенс, орієнтири."
                },
                {
                    "type": "text",
                    "title": "Не починай із «Бог знає, чому це сталося».",
                    "content": "Це правда, але це боляче чути в момент втрати. Краще — бути поруч і мовчки тримати за руку."
                },
                {
                    "type": "text",
                    "title": "Слухай біль.",
                    "content": "Якщо військовий хоче кричати на Бога — не зупиняй. Це теж молитва. Йому треба виговоритися."
                },
                {
                    "type": "text",
                    "title": "Запропонуй молитися, але не тисни",
                    "content": "«Я можу просто помолитися за тебе, якщо ти не проти». Поважай свободу."
                },
                {
                    "type": "text",
                    "title": "Допоможи зрозуміти, що Бог із ним і зараз.",
                    "content": "Через підтримку, через присутність, через любов — не через пояснення."
                },
                {
                    "type": "text",
                    "title": "Висновок:",
                    "content": "Не всі поранення видно. Іноді найбільші — в душі. Капелан — це той, хто лікує не мораллю, а співчуттям і Божою присутністю."
                }
            ]
        },
        {
            "id": 6,
            "title": "Робота з тими, хто втратив побратима",
            "sections": [
                {
                    "type": "text",
                    "content": "Смерть друга — це не просто горе. Це частина самого себе, що відірвали. Твоя місія як капелана — допомогти пережити втрату, не втративши себе."
                },
                {
                    "type": "text",
                    "title": "Не кажи «він у кращому світі».",
                    "content": "Це може бути правдою, але болить тут і зараз. Перш ніж говорити — будь поруч."
                },
                {
                    "type": "text",
                    "title": "Дай можливість говорити про загиблого.",
                    "content": "Нехай розповідають, згадують, сміються, плачуть. Це лікує."
                },
                {
                    "type": "text",
                    "title": "Запропонуй провести спомин або молитву.",
                    "content": "Бог обіцяв: «Я з вами у всі дні». Це стосується і днів втрат."
                },
                {
                    "type": "text",
                    "title": "Висновок:",
                    "content": "Коли солдат втрачає друга — світ втрачає сенс. Капелан повертає надію. Не словами — присутністю, співпереживанням і молитвою."
                }
            ]
        }
    ]
}
